Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# STREAM_HIGH_QUALITY_ON_CELLULAR_MESSAGE
source: Always stream music at the highest quality. This will use more cellular data and songs may take longer to start playing.
ar: يمكنك بث الموسيقى بأعلى جودة دائمًا. سيستهلك ذلك قدرًا أكبر من البيانات الخلوية، وقد تستغرق الأغاني وقتًا أطول حتى يبدأ تشغيلها.
bg: Можете да изберете винаги да стриймвате музика с най-високото качество. Това ще използва повече мобилни данни и може да отнеме повече време на песните да се възпроизведат.
ca: Reprodueix sempre música amb la millor qualitat. S’utilitzaran més dades mòbils i pot ser que les cançons triguin més a començar-se a reproduir.
cs: Hudba bude vždy streamována v nejvyšší kvalitě. Spotřebujete více mobilních dat a je možné, že se zvýší prodleva před spuštěním přehrávání.
da: Stream altid musik i den højeste kvalitet. Dette bruger mere mobildata, og det kan tage længere tid før afspilning af sange starter.
de: Musik immer in der besten Qualität streamen. Dafür werden mehr mobile Daten benötigt und die Wiedergabe von Titeln wird möglicherweise etwas verzögert.
el: Πάντα αναπαραγωγή ροής μουσικής στην ύψιστη ποιότητα. Αυτή η ρύθμιση θα χρησιμοποιεί περισσότερα δεδομένα κινητού δικτύου και μπορεί να καθυστερεί λίγο η έναρξη αναπαραγωγής τραγουδιών.
es: Reproduce la música con la máxima calidad siempre. Esta opción consume más datos móviles y las canciones podrían tardar más en empezar a reproducirse.
es_us: La transmisión de música en alta calidad consumirá más datos celulares y las canciones pueden tardarse más en reproducirse.
fi: Striimaa musiikkia aina parhaimmalla laadulla. Tämä käyttää enemmän mobiilidataa ja kappaleiden toiston aloittaminen saattaa kestää kauemmin.
fr: Toujours écouter de la musique en qualité optimale. Ceci utilisera davantage de données cellulaires et les morceaux peuvent mettre plus de temps à se lancer.
fr_ca: Toujours diffuser la meilleure qualité sonore. Cette option utilisera davantage de données cellulaires et le temps de chargement des chansons sera plus long.
he: ניתן להזרים מוזיקה תמיד באיכות הגבוהה ביותר. הדבר יצרוך יותר נתונים סלולריים, וייתכן שייקח לשירים מעט יותר זמן להתחיל לפעול.
hi: संगीत को हमेशा उच्चतम गुणवत्ता पर स्ट्रीम करें। इसमें मोबाइल डेटा का उपयोग अधिक होगा और गीत बजाना शुरू होने में अधिक समय लग सकता है।
hr: Uvijek će se pokrenuti streaming glazbe u najvišoj kvaliteti. To znači da će se koristiti više mobilnih podataka i možda će trebati dulje da se pokrene reprodukcija pjesama.
hu: Mindig a legjobb minőségben streamelheti a zenét. Ez megnöveli a mobiladat-forgalmat, és a dalok lejátszásának megkezdése tovább tarthat.
id: Selalu stream musik pada kualitas tertinggi. Data seluler akan lebih banyak digunakan, dan mungkin diperlukan waktu lebih lama untuk mulai memutar lagu.
it: Ascolta sempre musica in streaming ad alta qualità. L’opzione richiederà un consumo maggiore dei dati cellulare e l’avvio della riproduzione potrà richiedere più tempo.
ja: 常に最高品質でミュージックをストリーミングします。モバイルデータ通信量が増えるため、曲の再生が始まるまで時間がかかることがあります。
kk: Әрқашан музыканы жоғары сапада трансляциялаңыз. Бұл жағдайда ұялы деректер көбірек тұтынылады, ал ойнату кідіріспен басталуы мүмкін.
ko: 음악을 항상 고품질로 스트리밍합니다. 이 기능은 셀룰러 데이터를 더 많이 사용하고 노래를 재생하기까지 시간이 더 걸릴 수 있습니다.
lt: Visada klausykitės muzikos aukščiausios kokybės formatu. Tam bus sunaudojama daugiau mobiliojo ryšio duomenų, o dainų paleidimas gali užtrukti ilgiau.
ms: Sentiasa strim muzik pada kualiti tertinggi. Ini akan menggunakan lebih banyak data selular dan lagu mungkin mengambil masa yang lebih lama untuk mula dimainkan.
nl: Stream muziek altijd met de hoogste kwaliteit. Dit gebruikt meer mobiele data en het kan langer duren voordat het afspelen van nummers wordt gestart.
no: Strøm alltid musikk i høyest mulig kvalitet. Dette vil bruke mer mobildata, og det kan ta lenger tid før avspillingen av sanger starter.
pl: Zawsze strumieniuj muzykę w najwyższej jakości. Zwiększy to użycie danych komórkowych i może przedłużyć czekanie na rozpoczęcie odtwarzania.
pt_br: Sempre transmitir músicas na melhor qualidade. Isso usará mais dados celulares e as músicas podem demorar mais para começar a ser reproduzidas.
pt_pt: Efetuar sempre streaming da música com a máxima qualidade; implica um maior consumo de dados móveis e a reprodução poderá demorar mais a começar.
ro: Difuzați muzica întotdeauna la cea mai înaltă calitate. Va fi utilizat un volum mai mare de date prin conexiunea celulară, iar începerea redării melodiilor poate dura mai mult.
ru: Всегда осуществлять потоковую передачу музыки в наивысшем качестве. При этом будет расходоваться больше сотовых данных, а воспроизведение может начинаться с задержкой.
sk: Hudba bude vždy streamovaná v najvyššej kvalite. Spotrebujete viac mobilných dát a sťahovanie skladieb pred prehrávaním môže trvať dlhšie.
sl: Glasbo vedno pretakajte pri največji kakovosti. Pri tej možnosti boste porabili več mobilnih podatkov in lahko traja dlje časa, da se skladbe začnejo predvajati.
sv: Strömma alltid musik med högsta kvalitet. Detta kräver större mängder mobildata och det kan ta längre tid innan låtar börjar spelas upp.
th: จะสตรีมเพลงคุณภาพสูงสุดอยู่เสมอ การทำงานนี้จะใช้ข้อมูลเซลลูลาร์มากขึ้นและเพลงอาจเริ่มเล่นช้าลง
tr: Her zaman en yüksek kalitede duraksız müzik yayınına ulaşın. Bu durumda daha fazla hücresel veri kullanılır ve parçaların çalmaya başlaması daha uzun sürebilir.
uk: Завжди слухайте музику найвищої якості. Буде споживатися більше стільникових даних, і пісні починатимуться з більшою затримкою.
vi: Luôn phát nhạc ở chất lượng cao nhất. Việc này sẽ sử dụng nhiều dữ liệu di động hơn và có thể mất nhiều thời gian hơn để bắt đầu phát bài hát.
zh_cn: 始终以最高音质流播放音乐。这将使用较多蜂窝数据，且需要较长时间才能开始播放歌曲。
zh_hk: 總是以最高質素串流音樂。這將使用更多的流動數據，而歌曲亦可能需要較長時間才能開始播放。
zh_tw: 永遠以最高品質連續播送音樂。這會使用更多的行動數據，且歌曲可能會花費較長的時間才能開始播放。

# FIVEG_AND_WLAN_STREAMING
source: 5G & WLAN Streaming
ar: البث عبر WLAN و 5G
bg: 5G и WLAN стриймване
ca: Reproducció per WLAN i 5G
cs: Streamování přes 5G a WLAN
da: Streaming via 5G og WLAN
de: 5G- und WLAN-Streaming
el: 5G και ροή WLAN
es: Transmisión por WLAN y 5G
es_us: Transmisión con WLAN y 5G
fi: 5G- ja WLAN-striimaus
fr: Diffusion WLAN et 5G
fr_ca: Diffusion 5G et WLAN
he: הזרמה ברשת WLAN וב-5G
hi: 5G और WLAN स्ट्रीमिंग
hr: Streaming putem 5G i WLAN mreže
hu: Streamelés 5G-n és WLAN-on
id: Streaming 5G & WLAN
it: 5G e streaming WLAN
ja: 5GとWLANストリーミング
kk: 5G және WLAN арқылы трансляция
ko: 5G 및 WLAN 스트리밍
lt: Perdavimas srautu per 5G ir WLAN
ms: Penstriman 5G & WLAN
nl: Streamen via 5G en WLAN
no: Strømming over 5G og WLAN
pl: Strumieniuj (5G i WLAN)
pt_br: 5G e Streaming via WLAN
pt_pt: Streaming com 5G e WLAN
ro: Difuzare prin 5G și WLAN
ru: 5G и трансляция по WLAN
sk: Streamovanie cez 5G a WLAN
sl: Pretakanje prek omrežja 5G in WLAN
sv: 5G och WLAN-strömning
th: การสตรีมผ่าน 5G และ WLAN
tr: 5G ve WLAN ile Yayın
uk: Трансляція через 5G і WLAN
vi: Truyền phát qua 5G & WLAN
zh_cn: 5G与无线局域网流播放
zh_hk: 5G與WLAN串流
zh_tw: 5G與WLAN串流

# HOME_SHARING_FOOTER
source: An Apple Account is required to use Home Sharing.
ar: استخدام المشاركة المنزلية يتطلب حساب Apple.
bg: Изисква се Apple регистрация, за да използвате Домашно споделяне.
ca: Cal un compte d’Apple per fer servir l’ús compartit a casa.
cs: Pro použití domácího sdílení je požadován účet Apple.
da: Der kræves en Apple-konto til brug af Deling i hjemmet.
de: Für die Privatfreigabe ist ein Apple Account erforderlich.
el: Απαιτείται ένας λογαριασμός Apple για να χρησιμοποιήσετε την Οικιακή κοινή χρήση.
es: Para usar “Compartir en casa” se necesita una cuenta de Apple.
es_us: Para usar Compartir en casa se necesita una cuenta de Apple.
fi: Kotijaon käyttö vaatii Apple-tilin.
fr: Un compte Apple est requis pour le partage à domicile.
fr_ca: Un compte Apple est requis pour le partage à domicile.
he: כדי להשתמש ב״שיתוף ביתי״ יש צורך בחשבון Apple.
hi: होम शेयरिंग का उपयोग करने के लिए Apple खाता आवश्यक है।
hr: Za uporabu Dijeljenja unutar doma potreban je Apple račun.
hu: Apple-fiók szükséges az Otthoni megosztáshoz.
id: Akun Apple diperlukan untuk menggunakan Berbagi Rumah.
it: Per utilizzare “In casa” è necessario un Apple Account.
ja: ホームシェアリングを使用するにはApple Accountが必要です。
kk: Үй топтамасын пайдалану үшін Apple аккаунты қажет.
ko: 홈 공유를 사용하려면 Apple 계정이 필요합니다.
lt: Norint naudoti „Namų bendrinimą“, reikalinga „Apple“ paskyra.
ms: Akaun Apple diperlukan untuk menggunakan Perkongsian Rumah.
nl: Voor thuisdeling is een Apple Account vereist.
no: Det kreves en Apple-konto for å bruke Hjemmedeling.
pl: Aby używać funkcji Kolekcja domowa, musisz mieć konto Apple.
pt_br: O uso do Compartilhamento Pessoal requer uma Conta Apple.
pt_pt: Para usar a Partilha doméstica, necessita de uma conta Apple.
ro: Pentru a utiliza Partajare casnică este necesar un cont Apple.
ru: Для использования Домашней коллекции требуется Аккаунт Apple.
sk: Používanie Domáceho zdieľania vyžaduje Apple účet.
sl: Za souporabo doma potrebujete račun Apple.
sv: Det krävs ett Apple‑konto för att använda Hemmadelning.
th: ต้องใช้บัญชี Apple เพื่อใช้การแชร์ภายในพื้นที่
tr: Ev Paylaşımı’nı kullanmak için bir Apple Hesabı gereklidir.
uk: Для використання Домашньої колекції потрібний обліковий запис Apple.
vi: Yêu cầu có Tài khoản Apple để sử dụng Home Sharing.
zh_cn: 需要Apple账户才能使用“家庭共享”。
zh_hk: 需要Apple帳户才能使用「家庭共享」。
zh_tw: 需要「Apple帳號」才能使用「家庭共享」。

# LOSSLESS_CELLULAR_WARN_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# USE_LISTENING_HISTORY_OFF_FOCUS_ON_FOOTER
source: While the focus filter is on, music played on this device will not appear in Recently Played, your Replay, or influence your recommendations, and if you set up an Apple Music profile, it will not be seen by your followers.
ar: أثناء تشغيل فلتر التركيز، فإن الموسيقى التي تُشغّل على هذا الجهاز لن تظهر ضمن المشغلة حديثًا ولا ضمن Replay، ولن تؤثر على توصياتك، ولن تظهر لمتابعيك إذا كنت قد أعددت صفحة شخصية في Apple Music.
bg: Докато филтърът за фокус е включен, музиката, която се възпроизвежда на това устройство, няма да се появява в разделите Наскоро възпроизвеждани и Пусни отново, както и няма да повлиява на вашите препоръки. Също така, ако настроите профил в Apple Music, той няма да бъде видим за вашите последователи.
ca: Quan hi hagi un mode de concentració activat, la música que escoltis en aquest dispositiu no es mostrarà a les reproduccions recents ni al resum anual, i no influirà en les recomanacions que rebis. A més, si tens un perfil de l’Apple Music, qui et segueixi tampoc no podrà veure què escoltes.
cs: Hudba přehrávaná na tomto zařízení při zapnutém filtru režimu soustředění se nebude objevovat v seznamu naposledy poslouchaných skladeb a ve vašich seznamech Replay ani ovlivňovat vaše doporučení. Pokud jste si vytvořili profil na Apple Music, lidé, kteří vás sledují, tuto hudbu neuvidí.
da: Når fokusfilteret er slået til, vises musik, der afspilles på denne enhed, ikke i Senest afspillet eller Afspil igen, og den påvirker ikke dine anbefalinger. Dine følgere kan heller ikke se, hvis du indstiller en Apple Music‑profil.
de: Solange der Fokusfilter aktiv ist, wird auf diesem Gerät wiedergegebene Musik nicht in „Zuletzt gespielt“ und nicht in Replay-Playlists angezeigt, beeinflusst nicht, was dir empfohlen wird, und wird deinen Follower:innen nicht angezeigt, wenn du ein Apple Music-Profil konfigurierst.
el: Όταν το φίλτρο συγκέντρωσης είναι ενεργό, η μουσική που αναπαράγεται σε αυτήν τη συσκευή δεν θα εμφανίζεται στις Πρόσφατες αναπαραγωγές και το Replay, δεν θα επηρεάζει τις εξατομικευμένες συστάσεις σας, και αν διαμορφώσετε ένα προφίλ στο Apple Music, δεν θα είναι επίσης ορατό στα άτομα που σας ακολουθούν.
es: Mientras el filtro de concentración esté activo, la música que se reproduzca en este dispositivo no aparecerá en las reproducciones recientes ni en el resumen anual, no determinará las recomendaciones que recibas y, si configuras un perfil de Apple Music, tus seguidores no lo podrán ver.
es_us: Mientras el filtro del enfoque esté activo, la música que se reproduzca en este dispositivo no aparecerá en lo escuchado recientemente ni en tu Replay, tampoco influenciará tus recomendaciones. Además, si configuraste un perfil de Apple Music, tus seguidores no podrán verla.
fi: Kun Keskity-tilan suodatin on päällä, tässä laitteessa toistettu musiikki ei näy Äskettäin toistetuissa tai Replayssa, eikä se vaikuta suosituksiin. Jos otat käyttöön Apple Music -profiilin, se ei näy seuraajillesi.
fr: Lorsque le filtre de concentration sera activé, la musique écoutée sur cet appareil n’apparaîtra pas dans « Écoutés récemment » ni dans votre Replay, n’influencera pas vos recommandations et, si vous avez configuré un profil Apple Music, ne sera pas visible pour vos abonnés.
fr_ca: Tant que le filtre de concentration sera activé, la musique écoutée sur cet appareil ne s’affichera pas dans Récemment écouté ni dans les listes qui reprennent vos écoutes précédentes, et n’influencera pas les recommandations qui vous sont faites. Si vous créez un profil Apple Music, ce dernier ne sera pas visible par vos abonnés.
he: כשמסנן מצב הריכוז מופעל, מוזיקה שמופעלת במכשיר זה לא תופיע ב״הופעלו לאחרונה״ או בפלייליסטים של Replay, ולא תשפיע על ההמלצות שלך. היא גם לא תהיה גלויה לעוקבים שלך אם הגדרת פרופיל ב-Apple Music.
hi: फ़ोकस फ़िल्टर चालू रहने पर, इस डिवाइस पर चलाया गया संगीत हालिया चलाए गए, आपके रीप्ले में नहीं दिखाई देगा या आपको मिलने वाली अनुशंसाओं को प्रभावित नहीं करेगा और अगर आप Apple Music प्रोफ़ाइल सेटअप करते हैं, तो आपके फ़ॉलोअर उसे नहीं देख सकेंगे।
hr: Dok je uključen filtar fokusa, glazba reproducirana na ovom uređaju neće se prikazivati u Nedavno reproduciranom, Ponovno reproduciranom niti utjecati na vaše preporuke, a ako ste podesili Apple Music profil, vaši ga pratitelji neće moći vidjeti.
hu: Amíg a Fókuszszűrő be van kapcsolva, az ezen az eszközön lejátszott zenék nem jelennek meg a Nemrég játszott részben, valamint a Replayben, illetve nem befolyásolják az Önnek szóló javaslatokat, ha pedig beállít egy Apple Music-profilt, nem lesznek láthatók a követői számára.
id: Saat filter fokus menyala, musik yang diputar di perangkat ini tidak akan muncul di Baru Diputar, Putar Ulang Anda, atau memengaruhi rekomendasi Anda. Selain itu, jika Anda mengatur profil Apple Music, profil tersebut tidak akan terlihat oleh pengikut Anda.
it: Mentre il filtro full immersion è attivo, la musica riprodotta sul dispositivo non verrà mostrata in “Ascoltati di recente” e nel tuo Replay, non influenzerà i brani consigliati e, se hai configurato un profilo Apple Music, non sarà visualizzata dai tuoi follower.
ja: 集中モードフィルタがオンになっているときに、このデバイスで再生されたミュージックは、最近再生した項目や“リプレイ”に表示されず、おすすめにも反映されません。また、Apple Musicのプロフィールを設定している場合は、あなたをフォローしている人に表示されません。
kk: Зейін қою сүзгісі қосулы кезде, бұл құрылғыда ойнатылған музыка «Жақында ойнатылғандар» немесе «Қайта ойнату» плейлистерінде көрсетілмейді немесе ұсыныстарыңызға әсер етпейді, сондай-ақ Apple Music профилін баптасаңыз, жазылушылар оны көрмейді.
ko: 집중 모드 필터가 켜져 있는 동안 이 기기에서 재생되는 음악이 ‘최근 재생한 음악’ 및 ‘Replay’에 나타나거나 추천 음악에 영향을 주지 않으며, 사용자가 Apple Music 프로필을 설정한 경우 팔로워에게 보여지지 않습니다.
lt: Kai įjungtas susitelkimo filtras, šiame įrenginyje leista muzika nebus rodoma srityse „Neseniai leista“ ir „Kartojimas“, ji neturės įtakos jūsų rekomendacijoms, o jei sukursite „Apple Music“ profilį, jos nematys jūsų sekėjai.
ms: Semasa penapis fokus aktif, muzik yang dimainkan pada peranti ini tidak akan kelihatan dalam Terbaru Dimainkan, Main Semula anda atau mempengaruhi pengesyoran anda dan jika anda menyediakan profil Apple Music, ia tidak akan dilihat oleh pengikut anda.
nl: Muziek die je afspeelt op dit apparaat terwijl het focusfilter is ingeschakeld, wordt niet weergegeven in 'Recent afgespeeld', 'Herhaal', heeft geen invloed op je aanbevelingen en wordt niet door je volgers gezien als je een Apple Music-profiel configureert.
no: Mens fokusfilteret er på, vil ikke musikk som spilles på denne enheten dukke opp i Nylig spilt eller Replay, påvirke hvilke anbefalinger du får, eller, hvis du oppretter en Apple Music-profil, bli sett av de som følger deg.
pl: Gdy filtr trybu skupienia jest włączony, muzyka odtwarzana na tym urządzeniu nie będzie widoczna na listach Ostatnio odtwarzane i Odtwórz ponownie, nie będzie miała wpływu na Twoje rekomendacje i nie będzie widoczna dla osób obserwujących Cię (jeśli masz skonfigurowany profil w Apple Music).
pt_br: Quando o filtro de foco estiver ativado, as músicas reproduzidas neste dispositivo não aparecerão em Reproduções Recentes nem nas seleções de Replay, não influenciarão as suas recomendações e, se você configurar um perfil no Apple Music, não serão vistas pelos seus seguidores.
pt_pt: Enquanto o filtro do modo de concentração estiver ativado, a música reproduzida neste dispositivo não aparecerá em Recentes nem em Replay, não influenciará as recomendações e, caso configure um perfil em Apple Music, não será vista pelos seus seguidores.
ro: În timp ce filtrul de concentrare este activat, muzica redată pe acest dispozitiv nu va apărea în istoricul redărilor sau în selecția Replay, nu va influența recomandările primite și, dacă vă configurați un profil Apple Music, nu va fi văzută de urmăritorii dvs.
ru: Когда включен фильтр фокусирования, воспроизводимая на этом устройстве музыка не будет отображаться в разделе «Недавно воспроизведенные» и в миксах «Мой год», а также не повлияет на Ваши рекомендации. Если Вы создадите профиль Apple Music, он не будет виден Вашим подписчикам.
sk: Keď je zapnutý filter režimu Môjho času, hudba prehrávaná na tomto zariadení sa nebude zobrazovať medzi naposledy hranými skladbami a vo vašich zoznamoch Replay, nebude ovplyvňovať vaše odporúčania a ak si nastavíte profil na Apple Music, vaši nasledovatelia ju neuvidia.
sl: Ko je filter fokusa vklopljen, glasba, predvajana v tej napravi, ne bo prikazana v razdelku Nedavno predvajano, ponovnih predvajanjih, ne bo vplivala na vaša priporočila, in če nastavite profil v storitvi Apple Music, je vaši sledilci ne bodo videli.
sv: När fokusfiltret är på visas inte musik som spelas upp på den här enheten bland senast spelade och Replay samt påverkar inte vilka rekommendationer som du får. Om du har ställt in en Apple Music-profil visas den inte för dina följare.
th: ในระหว่างที่เปิดใช้ฟิลเตอร์โฟกัส เพลงที่เล่นบนอุปกรณ์นี้จะไม่แสดงในเล่นล่าสุด, Replay ของคุณ หรือมีผลต่อเพลงแนะนำของคุณ และถ้าคุณตั้งค่าโปรไฟล์ Apple Music ผู้ติดตามของคุณจะไม่เห็นเพลงที่คุณฟังบนอุปกรณ์นี้
tr: Odak filtresi açıkken bu aygıtta çalınan müzikler Son Çalınanlar’da ve Dinlediklerin listesinde görünmez ya da önerilerinizi etkilemez; Apple Music profili ayarlarsanız takipçileriniz tarafından da görülmez.
uk: Коли фільтр зосередження ввімкнено, музика, що відтворюється на цьому пристрої, не зʼявлятиметься в розділах «Недавно відтворені» чи «На повторі», не впливатиме на рекомендації для вас і не відображатиметься для людей, що стежать за вами, якщо у вас є профіль Apple Music.
vi: Khi bật bộ lọc tập trung, nhạc được phát trên thiết bị này sẽ không xuất hiện trong Đã phát gần đây, nhạc Replay cũng như không ảnh hưởng đến các đề xuất của bạn và nếu bạn thiết lập trang cá nhân Apple Music thì người theo dõi của bạn sẽ không nhìn thấy nhạc đó.
zh_cn: 打开专注模式过滤时，此设备上播放的音乐将不会出现在最近播放、回忆歌单中，也不会影响你的推荐；若你设置了Apple Music个人资料，这些音乐也不会被关注者看到。
zh_hk: 當專注模式過濾條件開啟時，在此裝置上播放的音樂將不會在「最近播放」、「重播」中出現，亦不會影響你收到的推薦項目。如你已設定Apple Music個人檔案，你的關注者將不會看到。
zh_tw: 若開啟專注模式過濾條件，在此裝置上播放的音樂將不會顯示於「最近播放」、「音樂回憶」或影響你的推薦項目。若你已設定Apple Music個人檔案，你的追蹤者將不會看到這些音樂。

# CROSS_FADE_BOUNDS_FORMAT
source: %lus
ar: %lu ث
bg: %luсек.
el: %luδ
he: ‏%lu שנ׳
hi: %lu से॰
hu: %lu mp
id: %ludtk
ja: %lu秒
kk: %lu с
ko: %lu초
lt: %lu sek.
ru: %lu с
th: %luวินาที
tr: %lu sn.
uk: %lu с
vi: %lugi
zh_cn: %lu秒
zh_hk: %lu秒
zh_tw: %lu秒

source: Downloads
ar: التنزيلات
bg: Изтегляния
ca: Descàrregues
cs: Stahování
da: Overførsler
el: Λήψεις
es: Descargas
es_us: Descargas
fi: Lataukset
fr: Téléchargements
fr_ca: Téléchargements
he: הורדות
hi: डाउनलोड
hr: Preuzimanja
hu: Letöltések
id: Pengunduhan
it: Download
ja: ダウンロード
kk: Жүктеп алынғандар
ko: 다운로드
lt: Atsisiuntimai
ms: Muat Turun
no: Nedlastinger
pl: Pobrane
pt_pt: Descargas
ro: Descărcări
ru: Загрузки
sk: Sťahovanie
sl: Prenosi
sv: Hämtningar
th: รายการดาวน์โหลด
tr: İndirilenler
uk: Викачування
vi: Tải về
zh_cn: 下载
zh_hk: 下載項目
zh_tw: 下載項目

# ENABLE_SYNC_LIBRARY_FAILED_BODY_WLAN_OFF
source: Allow Music to use WLAN data.
ar: السماح لتطبيق الموسيقى باستخدام بيانات WLAN.
bg: Позволете на Музика да използва WLAN данни.
ca: Permet que app Música utilitzi dades de la connexió WLAN.
cs: Povolte aplikaci Hudba využívání WLAN dat.
da: Tillad at Musik må bruge WLAN‑data.
de: Erlaube „Musik“, WLAN-Daten zu verwenden.
el: Να επιτρέπεται στη Μουσική η χρήση δεδομένων WLAN.
es: Permite que Música utilice la conexión de datos WLAN.
es_us: Permitir que Música use datos de red WLAN.
fi: Salli Musiikin käyttää WLAN-dataa.
fr: Autorisez Musique à utiliser les données WLAN.
fr_ca: Autorisez Musique à utiliser les données WLAN.
he: יש לאפשר ל״מוזיקה״ להשתמש בנתוני WLAN.
hi: संगीत को WLAN डेटा के उपयोग की अनुमति दें।
hr: Dozvolite aplikaciji Glazba uporabu WLAN podataka.
hu: A WLAN-adatkapcsolat használatának engedélyezése a Zene számára.
id: Izinkan Musik untuk menggunakan data WLAN.
it: Consenti a Musica di utilizzare i dati WLAN.
ja: “ミュージック”にWLANデータの使用を許可します。
kk: «Музыка» қолданбасына WLAN деректерін пайдалануға рұқсат беріңіз.
ko: 음악 앱이 WLAN 데이터를 사용하도록 허용하십시오.
lt: Leiskite „Apple Music“ naudoti WLAN duomenis.
ms: Benarkan Muzik menggunakan data WLAN.
nl: Muziek toestaan WLAN-data te gebruiken.
no: Tillat at Musikk kan bruke WLAN-data.
pl: Pozwól aplikacji Muzyka przesyłać dane przez sieć WLAN.
pt_br: Permitir que o app Música use dados WLAN.
pt_pt: Permitir que Música use dados WLAN.
ro: Permiteți aplicației Muzică să utilizeze date WLAN.
ru: Разрешить Музыке использовать данные WLAN.
sk: Povoliť aplikácii Hudba používať dáta zo siete WLAN.
sl: Dovolite aplikaciji Glasba uporabo podatkov prek omrežja WLAN.
sv: Tillåt att Musik använder WLAN-data.
th: อนุญาตให้เพลงใช้ข้อมูล WLAN
tr: Müzik’in WLAN verisi kullanmasına izin verin.
uk: Дозвольте Музиці використовувати WLAN-дані.
vi: Cho phép Nhạc sử dụng dữ liệu WLAN.
zh_cn: 允许“音乐”使用无线局域网数据。
zh_hk: 允許「音樂」使用WLAN數據。
zh_tw: 允許「音樂」使用WLAN數據。

source: Lossless
ca: Sense pèrdua
cs: Bezztrátová kvalita
es: Sin pérdida
fr_ca: Sans perte
hu: Veszteségmentes
ja: ロスレス
ko: 무손실
lt: Nenuostolingasis formatas
pt_pt: Sem perdas
sl: Kakovost Lossless
tr: Kayıpsız
uk: Без втрат
zh_cn: 无损
zh_hk: 無損壓縮
zh_tw: 保真壓縮

# HOME_SHARING_APPLE_ID_PLACEHOLDER
source: example@icloud.com
ca: exemple@icloud.com
es: ejemplo@icloud.com
es_us: ejemplo@icloud.com
fr: exemple@icloud.com
fr_ca: exemple@icloud.com
hr: primjer@icloud.com
hu: minta@icloud.com
it: esempio@icloud.com
kk: mysal@icloud.com
lt: pavyzdys@icloud.com
nl: voorbeeld@icloud.com
no: eksempel@icloud.com
pl: przyklad@icloud.com
pt_pt: exemplo@icloud.com
ro: exemplu@icloud.com
ru: primer@icloud.com
sk: priklad@icloud.com
sl: primer@icloud.com
sv: exempel@icloud.com
tr: ornek@icloud.com
uk: zrazok@icloud.com
